IDEA StatiCa Open Model
BoltAssembly.WasherAtNut Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Is washer at Nut side of bolt assembly
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool WasherAtNut { get; set; }
Public Property WasherAtNut As Boolean
	Get
	Set
public:
property bool WasherAtNut {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace